{
  "program": "Starting Strongman",
  "source_folder": "C:\\Users\\jackp\\Desktop\\mst_export\\STARTINGSM",
  "sessions": [
    {
      "session": "WEEK 1 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 1",
          "sets": "7",
          "reps": "5",
          "notes": [
            "First day on the push presses today, we are going to focus on getting a nice rack position, with elbows up (watch the video for help!) and i want you to pause 1s in the dip position and 1s overhead please, keep a vertical torso on your dip and make sure it is pain free on your knees!",
            "7 sets of 5 reps - for weight, just find something EASY today to start, ok to go up each set to figure out what weight to use but the only focus is pausing that dip and pausing overhead",
            "make sure you stack that skeleton overhead when you pause please"
          ]
        },
        {
          "title": "Strict Press - SS - Week 1",
          "sets": "3",
          "reps": "8",
          "notes": [
            "After all those push presses i'm sure your shoulders will be pumped, but we are going to just put a tiny bit more volume into the press",
            "3 sets of 8 reps - i want you to use the same weight for all 3 sets but again i want you to pause overhead for 1s each rep and learn to stack your skeleton when you are overhead - to pick weight today it is best to be reserved and start a little to light ... 6/10 effort is the aim but you will be pumped",
            "rest about 2 minutes"
          ]
        },
        {
          "title": "Dips w/ Serratus Raise - SS - Week 1",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Make sure you watch the video, owning the serratus raise is important!",
            "it says 3 x 10, but think more 3 sets of 10 maximum, if you get over 10, add weight .. ideally we want to work about 5-8 rep range, using a slow tempo and owning that raise at the top makes these hard even if you're light, rest about 2 mins",
            "if you're a big heavy stronglump then you might need to use band assistance to start"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 1",
          "sets": "5",
          "reps": "10",
          "notes": [
            "I like a neutral grip here but you can do whatever suits, also if you are in a gym with a nice back machine it's ok to swap for that if you prefer!",
            "i want 5 sets of 10 reps, first set easy warm up set, then add weight to each set and end heavy but with room to progress weekly - around 2 mins rest",
            "cues i want you to think about is at the bottom of the movement REACH as far as you can and stretch those scaps, then when you row, come to lower chest and try to hold a 1s squeze, by the last set you will struggle to hold that!"
          ]
        },
        {
          "title": "IYT Raises - SS - Week 1-5",
          "sets": "3",
          "reps": "8",
          "notes": [
            "1 rep = a I Y T - we are going to hit these for 5 weeks straight, so today start really light, they are harder than they sound, and make sure you get full ROM each rep",
            "3 sets of 8 reps (so 24 raises total!) i want fairly low rest and you will be really pumped after this",
            "as the weeks go on, you won't be able to progress load to much, so just get better at them, more ROM and if you do feel you can go heavier you can when necessary"
          ]
        }
      ]
    },
    {
      "session": "WEEK 1 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 1",
          "sets": "8",
          "reps": "3",
          "notes": [
            "Front Squat",
            "8 sets of 3 reps - @40%",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here i want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 1",
          "sets": "6",
          "reps": "4",
          "notes": [
            "Deadlift -",
            "1 rep = 1 deadlift with 3-5s eccentric back to the floor, hold the position on the floor for 3 full seconds without losing tension then perform a speed rep",
            "6 sets of 4 reps @55%",
            "rest about 2-3 minutes",
            "The reason we are doing this is to really solidify a solid starting position on the deadlift. When you control the eccentric, focusing on maintaining good tightness you will finish in your mechanically most efficient deadlift position. From here I want you to hold this position to build your awareness of where the position should be.",
            "The reason for the speed pull after is to then learn to produce maximal force production from this position to really rewire where your best DL starting position is."
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 1",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Pendlay Row -",
            "3 sets of 10 reps - strict as fuck form",
            "rpe 5 load",
            "rest 60s",
            "I want the starting position of this row to replicate our new found deadlift position perfectly. Make sure that you are holding the same positions you were during the deadlifts, and then row up to your belly button.",
            "Let's strengthen that starting position!"
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 1",
          "sets": "3",
          "reps": "1",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "3 x AMRAP - rpe 7 effort",
            "90s rest",
            "Hold back here this week, will be progressing accumulated reps weekly.",
            "IF you are accumulating more than 30 reps (overall from the 3 sets, so averaging 10+ reps per set) - start adding load here also. Feel free to also use a band if needed to assist the pull ups"
          ]
        },
        {
          "title": "Machine Row - SS - Week 1",
          "sets": "2",
          "reps": "20",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 20 reps - get a real good stretch each rep here, squeeze and hold for a second at the top of each rep",
            "rest about 90s",
            "rpe 6-7 load this week"
          ]
        },
        {
          "title": "Single Arm Cable Row - SS - Week 1",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Single Arm Cable Row",
            "12L 12R x 3 rounds",
            "Make sure to be getting a big stretch at the start of each rep, rotate and squeeze into your pocket for 2 seconds each rep",
            "rpe 6-7 load this week",
            "Rest about 90s"
          ]
        },
        {
          "title": "Machine Preacher Curl - SS - Week 1",
          "sets": "2",
          "reps": "20",
          "notes": [
            "Machine Preacher Curl -",
            "if you dont have a machine this is fine, you can do a standard preacher curl instead, or rest your elbow against a bench and do unilateral db preachers instead",
            "2 sets of 20 reps",
            "rest around 90s",
            "rpe 6-7 load this week"
          ]
        },
        {
          "title": "Cable Bicep Curl - SS - Week 1",
          "sets": "1",
          "reps": "Cable Bicep Curl -",
          "notes": [
            "warm up doing 2-3 sets of around 10 reps at lighter load",
            "THEN do 1 HIT set",
            "- load to be around the 6-9 rep range before concentric failure - you will maybe only need 1 warm up set after the first exercise",
            "(go to concentric failure, then do cheat reps for 2-5 / while controlling the eccentrics/isometrics)"
          ]
        }
      ]
    },
    {
      "session": "WEEK 1 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 1",
          "sets": "6",
          "reps": "4",
          "notes": [
            "Back Squat -",
            "1.5 reps - the goal here is to build comfort in the bottom of the hole, so:",
            "1 rep = go down, squat half way up, control it back down and then perform a full squat back up",
            "6 sets of 4 reps",
            "50%",
            "Rest about 2-3 minutes rest",
            "This should be fairly comfortable this week, make sure that your hip crease is minimum sinking below your knee every rep. Keep nice and tight throughout."
          ]
        },
        {
          "title": "Snatch Grip High Pull - SS - Week 1",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 40% of your best clean ever clean-",
            "What I want you to do on these is to control down to just below the knee every rep and focus on hitting your hips and triple extending, and really feeling that explosion coming from the triple extension.",
            "Make sure you keep the bar path close here, and dont let the bar escape forward."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 1",
          "sets": "8",
          "reps": "1",
          "notes": [
            "Power clean & push Press",
            "70% of your best ever bar FTOH",
            "1 round = 2 power cleans, 1 push press",
            "8 rounds, 90s rest",
            "Using the same skills we drilled in with the high hang pulls, I want you to really focus on controlling that barbell off of the floor, and waiting until you connect with the hips. At the hips generate as much force as possible through the triple extension into your rack position. From here we are going to try and cement what we have been learning on Day 1 with the pauses on the push presses"
          ]
        },
        {
          "title": "BTN Seated Strict Press - SS - Week 1",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "3 sets of 10 reps - 2s pause at the bottom and top of each rep",
            "rpe 5 load - will be progressing weekly here so make sure that you are being conservative on W1",
            "90s rest",
            "We are all going to have different mobilities here, but I want you to aim for as much ROM as possible. If this is something you struggle with aim to get down as close to the bottom of your traps as possible. Hold this position at the bottom (dont just rest it on your traps) - then power back up and hold overhead."
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 1",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Short Step Lunge",
            "12L 12R - 3 rounds",
            "RPE 6 Load - should start building this up fairly heavy by end of block",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Deadlift Stance Leg Press - SS - Week 1",
          "sets": "3",
          "reps": "30",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 30 reps - constant tension",
            "rpe 7 load - you should be able to load this up fairly heavy given that you are basically doing half reps here",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 1",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 15 reps",
            "rpe 6-7 load here please",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 1",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Copenhagen Plank",
            "10s L 10s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 1 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Yoke - SS - Week 1",
          "sets": "4",
          "reps": "20",
          "notes": [
            "4x20m in sub 8s - you can ascend weight here but this should be very manageable, just want you to get to grips with the implement, and keeping a tight time cap so you can't go too heavy too quickly. Let's work on starting in a split stance, keeping a rigid upper back and keeping the chest high",
            "3-5mins rest"
          ]
        },
        {
          "title": "Front Carry - SS - Week 1",
          "sets": "2",
          "reps": "Using a sandbag of choice (something light here for you, that you could probably carry for 50+m unbroken):",
          "notes": [
            "Jog 20m then sprint 20m back then carry the sandbag 20m (= 1 rep)",
            "Perform 2 sets of 2 \"reps\"",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag to Shoulder - SS - Week 1",
          "sets": "10",
          "reps": "2",
          "notes": [
            "10min EMOM - 2 reps every minute w/ light sandbag - Watch video for technique, get to grips with the movement here, and play around with your triple extension and pick-ups to optimise ease of movement"
          ]
        },
        {
          "title": "Stones to Platform - SS - Week 1",
          "sets": "5",
          "reps": "3",
          "notes": [
            "Lap and load stone to platform here - using the same stone on all reps, keep this super light, just working on technique here, bringing the feet back in once in the lapped position and good triple extensions",
            "3-5mins rest"
          ]
        },
        {
          "title": "Rower - SS - Week 1",
          "sets": "4",
          "reps": "1",
          "notes": [
            "Rower",
            "500m sprint - 90s rest",
            "4 rounds - aiming to keep a faster 500m pace each round than your best 2k time ."
          ]
        }
      ]
    },
    {
      "session": "WEEK 2 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 2",
          "sets": "7",
          "reps": "5",
          "notes": [
            "Week 2 - this is the same reps and sets as last week, and we are going to pause in the dip position and overhead again, just the same as last week, unfortunately skill takes time and reps to build haha",
            "7 sets of 5 reps - for weight, you have a reference last week now, so i want you to try to progress by making the weight the same for all sets, so last week you should of gone up each set, this week maybe use the last or 2nd to last weight for all sets",
            "make sure you stack that skeleton overhead when you pause please and own that leg drive"
          ]
        },
        {
          "title": "Strict Press - SS - Week 2",
          "sets": "3",
          "reps": "8",
          "notes": [
            "this week i want you to just try to progress the 3 x 8 reps by a tiny bit, even 2.5kg is fine",
            "remember, progression can come through many ways, today the goal really is to handle the volume better, so we don't need to go wild on extra loading",
            "i still want a 1s pause overhead each rep"
          ]
        },
        {
          "title": "Dips w/ Serratus Raise - SS - Week 2",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Make sure you watch the video, owning the serratus raise is important! - this is the same as last week on purpose, the goal is to get more reps total or to add more weight and keep linear progressions going",
            "it says 3 x 10, but think more 3 sets of 10 maximum, if you get over 10, add weight .. ideally we want to work about 5-8 rep range, using a slow tempo and owning that raise at the top makes these hard even if you're light, rest about 2 mins",
            "if you're a big heavy stronglump then you might need to use band assistance to start"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 2",
          "sets": "4",
          "reps": "10",
          "notes": [
            "same set up as last week, 1 set less",
            "but i want you to use the same weight for all sets as your heaviest set last week, rest about 2 mins please"
          ]
        },
        {
          "title": "IYT Raises - SS - Week 1-5",
          "sets": "3",
          "reps": "8",
          "notes": [
            "1 rep = a I Y T - we are going to hit these for 5 weeks straight, so today start really light, they are harder than they sound, and make sure you get full ROM each rep",
            "3 sets of 8 reps (so 24 raises total!) i want fairly low rest and you will be really pumped after this",
            "as the weeks go on, you won't be able to progress load to much, so just get better at them, more ROM and if you do feel you can go heavier you can when necessary"
          ]
        }
      ]
    },
    {
      "session": "WEEK 2 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 2",
          "sets": "8",
          "reps": "3",
          "notes": [
            "Front Squat",
            "8 sets of 3 reps - @42.5% - Even though the load is progressing weekly I want you to focus on trying to increase velocity out of the hole weekly",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here i want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 2",
          "sets": "6",
          "reps": "4",
          "notes": [
            "Deadlift -",
            "1 rep = 1 deadlift with 3-5s eccentric back to the floor, hold the position on the floor for 3 full seconds without losing tension then perform a speed rep",
            "6 sets of 4 reps @60%",
            "rest about 2-3 minutes",
            "The reason we are doing this is to really solidify a solid starting position on the deadlift. When you control the eccentric, focusing on maintaining good tightness you will finish in your mechanically most efficient deadlift position. From here I want you to hold this position to build your awareness of where the position should be.",
            "The reason for the speed pull after is to then learn to produce maximal force production from this position to really rewire where your best DL starting position is."
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 2",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Pendlay Row -",
            "3 sets of 10 reps - strict as fuck form",
            "Small progressions weekly, this is going to be a basic linear progression throughout the plan",
            "rest 60s",
            "I want the starting position of this row to replicate our new found deadlift position perfectly. Make sure that you are holding the same positions you were during the deadlifts, and then row up to your belly button.",
            "Lets strengthen that starting position!"
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 2",
          "sets": "3",
          "reps": "1",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "3 x AMRAP - Progress accumulated reps weekly here - if start exceeding 30 reps (overall) add load. ONLY PROGRESS LOAD ONCE YOU HAVE PASSED 30 Reps",
            "90s rest - make sure youre sticking to this"
          ]
        },
        {
          "title": "Machine Row - SS - Week 2",
          "sets": "2",
          "reps": "20",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 20 reps - get a real good stretch each rep here, squeeze and hold for a second at the top of each rep",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Single Arm Cable Row - SS - Week 2",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Single Arm Cable Row",
            "12L 12R x 3 rounds",
            "Make sure to be getting a big stretch at the start of each rep, rotate and squeeze into your pocket for 2 seconds each rep",
            "Progress load weekly",
            "Rest about 90s"
          ]
        },
        {
          "title": "Preacher Curl - SS - Week 2",
          "sets": "2",
          "reps": "20",
          "notes": [
            "Machine Preacher Curl -",
            "if you dont have a machine this is fine, you can do a standard preacher curl instead, or rest your elbow against a bench and do unilateral db preachers instead",
            "2 sets of 20 reps",
            "rest around 90s",
            "rpe 6-7 load this week"
          ]
        },
        {
          "title": "Cable Bicep Curl - SS - Week 2",
          "sets": "1",
          "reps": "9",
          "notes": [
            "Cable Bicep Curl -",
            "warm up doing 2-3 sets of around 10 reps at lighter load",
            "THEN do 1 HIT set",
            "- load to be around the 6-9 rep range before concentric failure - you will maybe only need 1 warm up set after the first exercise",
            "(go to concentric failure, then do cheat reps for 2-5 / while controlling the eccentrics/isometrics)"
          ]
        }
      ]
    },
    {
      "session": "WEEK 2 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 2",
          "sets": "6",
          "reps": "4",
          "notes": [
            "Back Squat -",
            "1.5 reps - the goal here is to build comfort in the bottom of the hole, so:",
            "1 rep = go down, squat half way up, control it back down and then perform a full squat back up",
            "6 sets of 4 reps",
            "50%",
            "Rest about 2-3 minutes rest",
            "This should be fairly comfortable this week, make sure that your hip crease is minimum sinking below your knee every rep. Keep nice and tight throughout."
          ]
        },
        {
          "title": "High Hang Pull - SS - Week 2",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 40% of your best clean ever clean-",
            "What I want you to do on these is to control down to just below the knee every rep and focus on hitting your hips and triple extending, and really feeling that explosion coming from the triple extension.",
            "Make sure you keep the bar path close here, and dont let the bar escape forward."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 2",
          "sets": "8",
          "reps": "1",
          "notes": [
            "Power clean & push Press",
            "70% of your best ever bar FTOH",
            "1 round = 2 power cleans, 1 push press",
            "8 rounds, 90s rest",
            "Using the same skills we drilled in with the high hang pulls, I want you to really focus on controlling that barbell off of the floor, and waiting until you connect with the hips. At the hips generate as much force as possible through the triple extension into your rack position. From here we are going to try and cement what we have been learning on Day 1 with the pauses on the push presses"
          ]
        },
        {
          "title": "BTN Seated Strick Press - SS - Week 2",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "3 sets of 10 reps - 2s pause at the bottom and top of each rep",
            "rpe 5 load - will be progressing weekly here so make sure that you are being conservative on W1",
            "90s rest",
            "We are all going to have different mobilities here, but I want you to aim for as much ROM as possible. If this is something you struggle with aim to get down as close to the bottom of your traps as possible. Hold this position at the bottom (dont just rest it on your traps) - then power back up and hold overhead."
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 2",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Short Step Lunge",
            "12L 12R - 3 rounds",
            "RPE 6 Load - should start building this up fairly heavy by end of block",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Deadlift Stance Leg Press - SS - Week 2",
          "sets": "3",
          "reps": "30",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 30 reps - constant tension",
            "rpe 7 load - you should be able to load this up fairly heavy given that you are basically doing half reps here",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 2",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 15 reps",
            "rpe 6-7 load here please",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 2",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Copenhagen Plank",
            "10s L 10s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 2 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Farmers Walks - SS - Week 2",
          "sets": "4",
          "reps": "20",
          "notes": [
            "This week we'll be working on farmers and we'll continue to alternate between yoke and farmers every week:",
            "2x10m drop turn 10m - sub 11s - let's work on light farmers today and focus on nice speedy drop turns and quick pick-ups in a split stance start",
            "then: 2x20m with same weight",
            "3-5mins rest"
          ]
        },
        {
          "title": "Front Carry - SS - Week 2",
          "sets": "3",
          "reps": "Carry Medley this week:",
          "notes": [
            "If you don't have access to all of these implements you can use multiple sandbags, to avoid having to carry implements back, just move the yoke down the other end after each set, 3 sets of:",
            "15m carry w/ sandbag over yoke",
            "Run back",
            "15m carry w/ keg over yoke",
            "15m carry w/ shield over yoke",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag To Shoulder- SS - Week 2",
          "sets": "10",
          "reps": "2",
          "notes": [
            "10min EMOM - 2 reps every minute w/ slightly heavier sandbag"
          ]
        },
        {
          "title": "Stones To Platform - SS - Week 2",
          "sets": "5",
          "reps": "3",
          "notes": [
            "5 sets of 3 - One motion stone this week, might be worth going lighter or at the very least same stone weight as last week, want you to really focus on your triple extension here",
            "3-5mins rest"
          ]
        },
        {
          "title": "Rower - SS - Week 2",
          "sets": "6",
          "reps": "1",
          "notes": [
            "Ski Erg or rower",
            "250m sprint",
            "30s rest",
            "6 rounds",
            "work @ RPE 9 on every single sprint, i expect the times for each 250m to drop as the rounds go on."
          ]
        }
      ]
    },
    {
      "session": "WEEK 3 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 3",
          "sets": "7",
          "reps": "5",
          "notes": [
            "Right team into week 3 now, we are going to remove that pause in the dip position guys, and just focus on getting more speed and faster with the reps, i still want a 1s hold overhead though just to build that position",
            "to help with speed we are going to to do \"reactive reps\" this week, what this means is as you bring the bar down into rack position, i want you to dip and catch at the same time and absorb the force and redirect it back up, ive added a different video to show this so you can watch that, although the video is from behind the neck, just do it front rack!",
            "7 x 5 reps again and i want you to use a similar load to last week, your progression is going to be the reactive reps and getting more fluid",
            "if things are moving well and smooth its ok to go heavier - about 2 mins rest"
          ]
        },
        {
          "title": "Strict Press - SS - Week 3",
          "sets": "3",
          "reps": "8",
          "notes": [
            "3x8 - ascending sets today, i want you to end heavy this week, so lets this 1 easy set, a final warm up. Then take a moderate effort set, then take a final heavy set",
            "this week however, i want you to focus on keeping your head back, and only bring your head through on the final rep of each set and hold for 2-3 seconds .",
            "rest as needed"
          ]
        },
        {
          "title": "Dips w/ Serratus Raise - SS - Week 3",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Make sure you watch the video, owning the serratus raise is important! - this is the same as last week on purpose, the goal is to get more reps total or to add more weight and keep linear progressions going",
            "it says 3 x 10, but think more 3 sets of 10 maximum, if you get over 10, add weight .. ideally we want to work about 5-8 rep range, using a slow tempo and owning that raise at the top makes these hard even if you're light, rest about 2 mins",
            "if you're a big heavy stronglump then you might need to use band assistance to start"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 3",
          "sets": "1",
          "reps": "20",
          "notes": [
            "Today, warm up and take a estimated 20RM, i don't mind if there is a bit of cheating, towards the end",
            "whatever you hit for the set of 20, do 1 more set of 12, then 1 set of 10",
            "rest about 90s - 2 mins"
          ]
        },
        {
          "title": "IYT Raises - SS - Week 1-5",
          "sets": "3",
          "reps": "8",
          "notes": [
            "1 rep = a I Y T - we are going to hit these for 5 weeks straight, so today start really light, they are harder than they sound, and make sure you get full ROM each rep",
            "3 sets of 8 reps (so 24 raises total!) i want fairly low rest and you will be really pumped after this",
            "as the weeks go on, you won't be able to progress load to much, so just get better at them, more ROM and if you do feel you can go heavier you can when necessary"
          ]
        }
      ]
    },
    {
      "session": "WEEK 3 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 3",
          "sets": "8",
          "reps": "3",
          "notes": [
            "Front Squat",
            "8 sets of 3 reps - @45% -Even though the load is progressing weekly I want you to focus on trying to increase velocity out of the hole weekly",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here i want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 3",
          "sets": "8",
          "reps": "3",
          "notes": [
            "Deadlift -",
            "1 rep = 1 deadlift with 3-5s eccentric back to the floor, hold the position on the floor for 3 full seconds without losing tension then perform a speed rep",
            "8 sets of 3 reps @65%",
            "rest about 2-3 minutes",
            "Make sure youre still really strict with the eccentrics on the first half of these reps please, control it down and make sure youre holding that position once the bar hits the floor. Then fire through, this should start feeling like a more natural starting position as the weeks progress."
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 3",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Pendlay Row -",
            "3 sets of 10 reps - strict as fuck form",
            "Small progressions weekly, this is going to be a basic linear progression throughout the plan",
            "rest 60s",
            "Hopefully now we are on week three the starting position for these rows feel a little less foreign as the weeks go on, keep the progressions steady here, main focus is to really cement and strengthen that statring position from the floor."
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 3",
          "sets": "3",
          "reps": "1",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "3 x AMRAP - Progress accumulated reps weekly here - if start exceeding 30 reps (overall) add load. ONLY PROGRESS LOAD ONCE YOU HAVE PASSED 30 Reps",
            "90s rest - make sure youre sticking to this"
          ]
        },
        {
          "title": "Machine Row - SS - Week 3",
          "sets": "2",
          "reps": "15",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 15 reps - get a real good stretch each rep here, squeeze and hold for a second at the top of each rep",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Preacher Curl - SS - Week 3",
          "sets": "2",
          "reps": "15",
          "notes": [
            "Machine Preacher Curl -",
            "if you dont have a machine this is fine, you can do a standard preacher curl instead, or rest your elbow against a bench and do unilateral db preachers instead",
            "2 sets of 15 reps",
            "rest around 90s",
            "Progress load weekly"
          ]
        },
        {
          "title": "Cable Bicep Curl - SS - Week 3",
          "sets": "1",
          "reps": "9",
          "notes": [
            "Cable Bicep Curl - Progress top load weekly",
            "warm up doing 2-3 sets of around 10 reps at lighter load",
            "THEN do 1 HIT set",
            "- load to be around the 6-9 rep range before concentric failure - you will maybe only need 1 warm up set after the first exercise",
            "(go to concentric failure, then do cheat reps for 2-5 / while controlling the eccentrics/isometrics)"
          ]
        }
      ]
    },
    {
      "session": "WEEK 3 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 3",
          "sets": "6",
          "reps": "4",
          "notes": [
            "Back Squat -",
            "1.5 reps - the goal here is to build comfort in the bottom of the hole, so:",
            "1 rep = go down, squat half way up, control it back down and then perform a full squat back up",
            "6 sets of 4 reps",
            "60%",
            "Rest about 2-3 minutes rest",
            "This should be fairly comfortable this week, make sure that your hip crease is minimum sinking below your knee every rep. Keep nice and tight throughout."
          ]
        },
        {
          "title": "High Hang Pull - SS - Week 3",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 45% of your best clean ever clean-",
            "What I want you to do on these is to control down to just below the knee every rep and focus on hitting your hips and triple extending, and really feeling that explosion coming from the triple extension.",
            "Make sure you keep the bar path close here, and dont let the bar escape forward."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 3",
          "sets": "10",
          "reps": "1",
          "notes": [
            "Power clean & push Press",
            "70% of your best ever bar FTOH",
            "1 round = 2 power cleans, 1 push press",
            "10 rounds, 90s rest",
            "Using the same skills we drilled in with the high hang pulls, I want you to really focus on controlling that barbell off of the floor, and waiting until you connect with the hips. At the hips generate as much force as possible through the triple extension into your rack position. From here we are going to try and cement what we have been learning on Day 1 with the pauses on the push presses"
          ]
        },
        {
          "title": "BTN Seated Strict Press - SS - Week 3",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "3 sets of 10 reps - 2s pause at the bottom and top of each rep",
            "Very small progressions weekly - 2.5-5% per week here please",
            "90s rest",
            "We are all going to have different mobilities here, but I want you to aim for as much ROM as possible here. If this is something you struggle with aim to get down as close to the bottom of your traps as possible. Hold this position at the bottom (dont just rest it on your traps) - then power back up and hold overhead."
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 3",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Short Step Lunge",
            "10L 10R - 3 rounds",
            "Progress load weekly",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Leg Press - SS - Week 3",
          "sets": "3",
          "reps": "20",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 20 reps - constant tension",
            "Progress load weekly, on this you should be able to load the leg press real heavy",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 3",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 12 reps",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 3",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Copenhagen Plank",
            "10s L 10s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 3 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Yoke - SS - Week 3",
          "sets": "4",
          "reps": "10",
          "notes": [
            "4x10m drop turn 10m in sub 11s - Let's work on drop turns this week on the yoke, aiming to swivel under the yoke and barely disconnect from the yoke",
            "3-5mins rest"
          ]
        },
        {
          "title": "Front Carry - SS - Week 3",
          "sets": "2",
          "reps": "Using a sandbag of choice (something light here for you that you could probably carry for 50+m unbroken):",
          "notes": [
            "Jog 20m then sprint 20m back then carry the sandbag 20m (= 1 rep)",
            "Perform 2 sets of 2 \"reps\"",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag To Shoulder - SS - Week 3",
          "sets": "10",
          "reps": "2",
          "notes": [
            "10min EMOM - 2 reps every minute w/ light sandbag",
            "Work on speedy triple extensions, and getting the hands under the sandbag to finish shouldering the bag"
          ]
        },
        {
          "title": "Stones To Platform - SS - Week 3",
          "sets": "5",
          "reps": "3",
          "notes": [
            "5 sets of 3 lap and load stone to platform here - using the same stone on all reps, keep this light but can go heavier than last week, just working on technique here, bringing the feet back in once in the lapped position and good triple extensions,",
            "3-5mins rest"
          ]
        },
        {
          "title": "Rower - SS - Week 3",
          "sets": "1",
          "reps": "Rower (or ski-erg)",
          "notes": [
            "1k  row for time, I want you to work at full send pace",
            "do a few mins warm up then rest so you're ready to go, make sure you beat the pace you set on your 2k time a few sessions back."
          ]
        }
      ]
    },
    {
      "session": "WEEK 4 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 4",
          "sets": "5",
          "reps": "5 sets of 5 today so we have a tiny volume drop of 2 sets",
          "notes": [
            "we are going to hit those reactive reps again but this time i am removing the pause at the top of the lift so you can get into a real nice flow state",
            "weight wise, judge off last weeks work .. maybe similar weight maybe a touch heavier, with push press alot of progression needs to come through technique and speed, so make sure your dip is good, lockout good and flow is good, if it is then you can go heavier! If things start to get a bit shit... go lighter",
            "strict press after is where we can push weight more if needed"
          ]
        },
        {
          "title": "Strict Press - SS - Week 4",
          "sets": "5",
          "reps": "Use the top set of 8 weight from last week - drop 10% off",
          "notes": [
            "hit 5 sets of 5 reps - rest as you need to get the volume, all reps have the head back throughout apart from the last rep bring the head through"
          ]
        },
        {
          "title": "Dips w/ Serratus Raise - SS - Week 4",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Make sure you watch the video, owning the serratus raise is important! - this is the same as last week on purpose, the goal is to get more reps total or to add more weight and keep linear progressions going",
            "it says 3 x 10, but think more 3 sets of 10 maximum, if you get over 10, add weight .. ideally we want to work about 5-8 rep range, using a slow tempo and owning that raise at the top makes these hard even if you're light, rest about 2 mins",
            "if you're a big heavy stronglump then you might need to use band assistance to start"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 4",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Today we will go a touch heavier team",
            "3 sets of 8 reps, i want you to get heavy on each set, don't mind a bit of cheating here",
            "2 mins rest"
          ]
        },
        {
          "title": "IYT Raises - SS - Week 1-5",
          "sets": "3",
          "reps": "8",
          "notes": [
            "1 rep = a I Y T - we are going to hit these for 5 weeks straight, so today start really light, they are harder than they sound, and make sure you get full ROM each rep",
            "3 sets of 8 reps (so 24 raises total!) i want fairly low rest and you will be really pumped after this",
            "as the weeks go on, you won't be able to progress load to much, so just get better at them, more ROM and if you do feel you can go heavier you can when necessary"
          ]
        }
      ]
    },
    {
      "session": "WEEK 4 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 4",
          "sets": "8",
          "reps": "2",
          "notes": [
            "Front Squat",
            "8 sets of 2 reps - @47.5% - Even though the load is progressing weekly I want you to focus on trying to increase velocity out of the hole weekly",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here I want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 4",
          "sets": "8",
          "reps": "3",
          "notes": [
            "Deadlift -",
            "1 rep = 1 deadlift with 3-5s eccentric back to the floor, hold the position on the floor for 3 full seconds without losing tension then perform a speed rep",
            "8 sets of 3 reps @70%",
            "rest about 2-3 minutes",
            "Deload on the deadlifts next week - I want these positions to be feeling second by now"
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 4",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Pendlay Row -",
            "3 sets of 10 reps - strict as fuck form",
            "Small progressions weekly, this is going to be a basic linear progression throughout the plan",
            "rest 60s",
            "This deadlift position should be starting to feel second nature now, lets really drill this position and focus on getting it as strong as possible."
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 4",
          "sets": "3",
          "reps": "1",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "3 x AMRAP - Progress accumulated reps weekly here - if start exceeding 30 reps (overall) add load. ONLY PROGRESS LOAD ONCE YOU HAVE PASSED 30 Reps",
            "90s rest - make sure youre sticking to this"
          ]
        },
        {
          "title": "Machine Row - SS - Week 4",
          "sets": "2",
          "reps": "15",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 15 reps - get a real good stretch each rep here, squeeze and hold for a second at the top of each rep",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Single Arm cable Row - SS - Week 4",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Single Arm Cable Row",
            "10L 10R x 3 rounds",
            "Make sure to be getting a big stretch at the start of each rep, rotate and squeeze into your pocket for 2 seconds each rep",
            "Progress load weekly",
            "Rest about 90s"
          ]
        },
        {
          "title": "Preacher Curl - SS - Week 4",
          "sets": "2",
          "reps": "15",
          "notes": [
            "Machine Preacher Curl -",
            "if you dont have a machine this is fine, you can do a standard preacher curl instead, or rest your elbow against a bench and do unilateral db preachers instead",
            "2 sets of 15 reps",
            "rest around 90s",
            "Progress load weekly"
          ]
        },
        {
          "title": "Cable Bicep Curl - SS - Week 4",
          "sets": "1",
          "reps": "9",
          "notes": [
            "Cable Bicep Curl - Progress top load weekly",
            "warm up doing 2-3 sets of around 10 reps at lighter load",
            "THEN do 1 HIT set",
            "- load to be around the 6-9 rep range before concentric failure - you will maybe only need 1 warm up set after the first exercise",
            "(go to concentric failure, then do cheat reps for 2-5 / while controlling the eccentrics/isometrics)"
          ]
        }
      ]
    },
    {
      "session": "WEEK 4 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 4",
          "sets": "6",
          "reps": "3",
          "notes": [
            "Back Squat -",
            "1.5 reps - the goal here is to build comfort in the bottom of the hole, so:",
            "1 rep = go down, squat half way up, control it back down and then perform a full squat back up",
            "6 sets of 3 reps",
            "65%",
            "Rest about 2-3 minutes rest",
            "This should be fairly comfortable this week, make sure that your hip crease is minimum sinking below your knee every rep. Keep nice and tight throughout."
          ]
        },
        {
          "title": "High Hang Pull - SS - Week 4",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 47.5% of your best clean ever clean-",
            "What I want you to do on these is to control down to just below the knee every rep and focus on hitting your hips and triple extending, and really feeling that explosion coming from the triple extension.",
            "Make sure you keep the bar path close here, and dont let the bar escape forward."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 4",
          "sets": "12",
          "reps": "1",
          "notes": [
            "Power clean & push Press",
            "70% of your best ever bar FTOH",
            "1 round = 2 power cleans, 1 push press",
            "12 rounds, 90s rest",
            "We're on week 4 now, you should be seeing technical improvments on your cleans now. It should feel like you're catching that perfect triple extension at the hips each time.",
            "Make sure youre pulling slow from the floor, really controlling the bar into that hip crease, and exploding from there."
          ]
        },
        {
          "title": "BTN Seated Strict Press - SS - Week 4",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "3 sets of 10 reps - 2s pause at the bottom and top of each rep",
            "Very small progressions weekly - 2.5-5% per week here please",
            "90s rest",
            "We are all going to have different mobilities here, but I want you to aim for as much ROM as possible here. If this is something you struggle with aim to get down as close to the bottom of your traps as possible. Hold this position at the bottom (dont just rest it on your traps) - then power back up and hold overhead."
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 4",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Short Step Lunge",
            "10L 10R - 3 rounds",
            "Progress load weekly",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Deadlift Stance Leg Press - SS - Week 4",
          "sets": "3",
          "reps": "20",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 20 reps - constant tension",
            "Progress load weekly, on this you should be able to load the leg press real heavy",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 4",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 12 reps",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 4",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Copenhagen Plank",
            "10s L 10s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 4 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Farmers Walks - SS - Week 4",
          "sets": "4",
          "reps": "20",
          "notes": [
            "This week we'll be working on straight runs with no drops:",
            "4x20m - sub 10s - Allow the weight to be dictated by the time cap this week, as we have no drops you should be able to load this up a little heavier than last time, work on good gait mechanics and fast steps",
            "3-5mins rest"
          ]
        },
        {
          "title": "Front Carry - SS - Week 4",
          "sets": "3",
          "reps": "1",
          "notes": [
            "Carry Medley this week:",
            "Let's use the same implements as a couple weeks ago, but let's aim to move faster and recover better than last time (time this), 3 sets of:",
            "15m carry w/ sandbag over yoke",
            "Run back",
            "15m carry w/ keg over yoke",
            "15m carry w/ shield over yoke",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag To Shoulder - SS - Week 4",
          "sets": "10",
          "reps": "1",
          "notes": [
            "10min EMOM -  1 rep on even minutes 2 reps on odd minutes w/ heavier sandbag"
          ]
        },
        {
          "title": "Stones To Platform - SS - Week 4",
          "sets": "3",
          "reps": "3 sets of 3 - One motion stone this week, let's work up this week and go for some heavier stones for 3, but for fewer sets",
          "notes": [
            "3-5mins rest"
          ]
        },
        {
          "title": "Rower - SS - Week 4",
          "sets": "1",
          "reps": "Rower (or ski-erg)",
          "notes": [
            "250m sprint",
            "30s rest",
            "500m sprint",
            "60s rest",
            "1k sprint",
            "90s rest",
            "work @ RPE 7-8 throughout"
          ]
        }
      ]
    },
    {
      "session": "WEEK 5 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 5",
          "sets": "5",
          "reps": "5RM today, ascending load",
          "notes": [
            "right team you have done ALOT of work on technique, so today we can go a little heavier, i want you to build up to the heaviest set of 5 you can hit, ideally no fails, so pick a sensible suitable weight!",
            "whatever you hit drop 20% and do 3 more sets of 5 reps please"
          ]
        },
        {
          "title": "Strict Press - SS - Week 5",
          "sets": "4",
          "reps": "5",
          "notes": [
            "Lets go about 5% up from last week please",
            "same cues just 1 set less so 4x5 reps - rest as you need to get all the reps, keep head back throughout - bring through the last rep only"
          ]
        },
        {
          "title": "Dips w/ Serratus Raise - SS - Week 5",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Final week with the serratus raise, going to get heavier after this week",
            "it says 3 x 10, but think more 3 sets of 10 maximum, if you get over 10, add weight .. ideally we want to work about 5-8 rep range, using a slow tempo and owning that raise at the top makes these hard even if you're light, rest about 2 mins",
            "if you're a big heavy stronglump then you might need to use band assistance to start"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 5",
          "sets": "1",
          "reps": "15",
          "notes": [
            "back to higher reps, so hit a 15RM first, heaviest you can please",
            "then use that weight for 1 set of 10 reps, then 1 more set of 8 reps",
            "around 90s rest"
          ]
        },
        {
          "title": "IYT Raises - SS - Week 1-5",
          "sets": "3",
          "reps": "8",
          "notes": [
            "1 rep = a I Y T - we are going to hit these for 5 weeks straight, so today start really light, they are harder than they sound, and make sure you get full ROM each rep",
            "3 sets of 8 reps (so 24 raises total!) i want fairly low rest and you will be really pumped after this",
            "as the weeks go on, you won't be able to progress load to much, so just get better at them, more ROM and if you do feel you can go heavier you can when necessary"
          ]
        }
      ]
    },
    {
      "session": "WEEK 5 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 5",
          "sets": "8",
          "reps": "2",
          "notes": [
            "DELOAD WEEK",
            "Front Squat",
            "8 sets of 2 reps - @50% - Even though the load is progressing weekly I want you to focus on trying to increase velocity out of the hole weekly",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here I want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 5",
          "sets": "12",
          "reps": "2",
          "notes": [
            "Speed Deadlifts",
            "12 sets of 2 reps - Normal reps this week, pull as fast as possible. Set a camera up on the side",
            "50%",
            "90s rest",
            "Use this as a tester to see where your deadlift starting position is at at currently moment. Watch your videos after deadlifting and watch your hip positions. DO they shoot up? Are we seeing technical progress?"
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 5",
          "sets": "1",
          "reps": "10",
          "notes": [
            "Pendlay Row",
            "1 sets of 10 reps - strict as fuck form",
            "Small progressions weekly, this is going to be a basic linear progression throughout the plan",
            "rest 60s",
            "It would be a good idea from here, to be filming these sets from the side, and look at your starting position. Does it look like hips are in the right place -"
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 5",
          "sets": "3",
          "reps": "1",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "3 x RPE 6 EFFORT TODAY -",
            "90s rest - make sure youre sticking to this"
          ]
        },
        {
          "title": "Machine Row - SS - Week 5",
          "sets": "2",
          "reps": "12",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 12 reps - get a real good stretch each rep here, squeeze and hold for a second at the top of each rep",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Single Arm Cable Row - SS - Week 5",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Single Arm Cable Row",
            "8L 8R x 3 rounds",
            "Make sure to be getting a big stretch at the start of each rep, rotate and squeeze into your pocket for 2 seconds each rep",
            "Progress load weekly",
            "Rest about 90s"
          ]
        },
        {
          "title": "Incline DB Supinated Bicep Curl - SS - Week 5",
          "sets": "2",
          "reps": "15",
          "notes": [
            "Incline DB Supinated Bicep Curl",
            "2 sets of 15 reps",
            "rest around 90s",
            "RPE 6 Loads today"
          ]
        },
        {
          "title": "EZ Bar Bicep Curl - SS - Week 5",
          "sets": "3",
          "reps": "10",
          "notes": [
            "E-Z Bar Bicep Curl",
            "3 sets of 10 reps - nice slow controlled even tempo here",
            "RPE 6 Loads today"
          ]
        }
      ]
    },
    {
      "session": "WEEK 5 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 5",
          "sets": "3",
          "reps": "Back Squat -",
          "notes": [
            "1.5 reps - the goal here is to build comfort in the bottom of the hole, so:",
            "1 rep = go down, squat half way up, control it back down and then perform a full squat back up",
            "3 sets of 3 reps",
            "70%",
            "Rest about 2-3 minutes rest",
            "This should be fairly comfortable this week, make sure that your hip crease is minimum sinking below your knee every rep. Keep nice and tight throughout."
          ]
        },
        {
          "title": "High Hang Pull - SS - Week 5",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 50% of your best clean ever clean-",
            "Really control that bar into the hip crease, make sure youre exploding from that triple extension position, make sure you keep that bar really close after extension."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 5",
          "sets": "6",
          "reps": "1",
          "notes": [
            "Power clean & push Press",
            "75% of your best ever bar FTOH",
            "1 round = 2 power cleans, 1 push press",
            "6 rounds, 90s rest",
            "Only 6 rounds this week, make sure that that clean is still spot on, controlling into that extension with every clean. When it comes to the push press, make sure we are taking everything we are learning from day 1 and carrying it over. This is a chance to really cement our technique on both push press and clean."
          ]
        },
        {
          "title": "BTN Seated Strict Press - SS - Week 5",
          "sets": "1",
          "reps": "10",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "1 sets of 10 reps - 2s pause at the bottom and top of each rep",
            "Very small progressions weekly - 2.5-5% per week here please",
            "90s rest",
            "We are all going to have different mobilities here, but I want you to aim for as much ROM as possible here. If this is something you struggle with aim to get down as close to the bottom of your traps as possible. Hold this position at the bottom (dont just rest it on your traps) - then power back up and hold overhead."
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 5",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Short Step Lunge",
            "8L 8R - 3 rounds",
            "Hold back this week rpe 6-7",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Deadlift Stance Leg Press - SS - Week 5",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 15 reps - constant tension",
            "rpe 6-7 loads this week",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 5",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 10 reps",
            "rpe 6-7 loads this week",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 5",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Copenhagen Plank",
            "15s L 15s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 5 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Yoke - SS - Week 5",
          "sets": "4",
          "reps": "20",
          "notes": [
            "4x20m in sub 10s - Exactly the same as week 1 here, but let's see if we can beat the weight from week 1.",
            "3-5mins rest"
          ]
        },
        {
          "title": "Front Carry - SS - Week 5",
          "sets": "2",
          "reps": "3",
          "notes": [
            "Using the same sandbag as you did last time you did this format of front carry, but this week with an extra \"rep\":",
            "Jog 20m then sprint 20m back then carry the sandbag 20m (= 1 rep)",
            "Perform 2 sets of 3 \"reps\"",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag To Shoulder - SS - Week 5",
          "sets": "8",
          "reps": "1",
          "notes": [
            "Every 90s work for 8 rounds (1 rep every 90s) - let's go for a heavier bag, something you haven't used ideally, and push this a bit here"
          ]
        },
        {
          "title": "Stones To Platform - SS - Week 5",
          "sets": "3",
          "reps": "3 sets of 3 - one motion stones, let's ascend weight this week, and aim to use a new weight on the stone to platform",
          "notes": [
            "3-5mins rest"
          ]
        },
        {
          "title": "Rower - SS - Week 5",
          "sets": "24",
          "reps": "1",
          "notes": [
            "Rower (or ski-erg)",
            "TABATA, pick of the below and work as hard as you can!",
            "10s sprint, 20s rest - 8 rounds",
            "15s sprint, 15s rest - 8 rounds",
            "20s sprint, 10s rest - 8 rounds"
          ]
        }
      ]
    },
    {
      "session": "WEEK 6 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 6",
          "sets": "6",
          "reps": "2",
          "notes": [
            "Over the next few weeks we are going to be focusing on handing heavier weight with good technique, so today use that 5RM you hit for 6 sets of 2 reps",
            "pause overhead 1s on each rep, and make each set fast, rest about 2 minutes please between sets"
          ]
        },
        {
          "title": "Strict Press - SS - Week 6",
          "sets": "4",
          "reps": "5",
          "notes": [
            "Starting to get a little heavier now",
            "i want you to take a heavy set of 5reps, so all out as much weight as you can",
            "drop about 15% and hit 3 more sets of 5 please"
          ]
        },
        {
          "title": "Dips  - SS - Week 6",
          "sets": "3",
          "reps": "6",
          "notes": [
            "Drop the serratus raise now",
            "3 sets of 6 reps, just normal dips, work at 7/10 effort so if you're lighter then make sure you add weight, save room to go heavier next week"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 6",
          "sets": "3",
          "reps": "6",
          "notes": [
            "heavy week again team, lets beat the sets of 8 you hit 2 weeks back",
            "3 sets of 6 reps, when the reps get low like this team OWN that eccentric, really slow back down",
            "90s - 2 mins rest"
          ]
        },
        {
          "title": "Powell Raises - SS - Weeks 6-10",
          "sets": "3",
          "reps": "8",
          "notes": [
            "IYT's changing to just Powell Raises now, i want you to hit 3 sets of 6-8 reps L and 6-8 R for the next 5 weeks, we will linear slowly so start with easy sets of 8 and as the weeks go on by week 10 it should be hard set sof 6",
            "around 90s rest between sets"
          ]
        }
      ]
    },
    {
      "session": "WEEK 6 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 6",
          "sets": "8",
          "reps": "2",
          "notes": [
            "Front Squat",
            "8 sets of 2 reps - @52.5% - Even though the load is progressing weekly I want you to focus on trying to increase velocity out of the hole weekly",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here I want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 6",
          "sets": "10",
          "reps": "2",
          "notes": [
            "Deadlift -",
            "1 rep = 1 deadlift with 3-5s eccentric back to the floor, hold the position on the floor for 3 full seconds without losing tension then perform a speed rep",
            "10 sets of 2 reps @75%",
            "rest as you need here now please"
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 6",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Pendlay Row -",
            "3 sets of 10 reps - Can start to use a little more momentum/body language here now if you need",
            "Same load you used last week on deload",
            "rest increased this to 90s now"
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 6",
          "sets": "1",
          "reps": "8",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "Taking these up a notch now !",
            "Build to 8RM Load - rpe 7",
            "Use this for",
            "3 more sets of 4 reps",
            "Rest as need",
            "Make sure that you are still hanging for 2 seconds between each rep. If you need to strap up fucking go for it, if you need to do these assisted in anyway etc again this is fine."
          ]
        },
        {
          "title": "Machine Row - SS - Week 6",
          "sets": "2",
          "reps": "12",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 12 reps - get a real good stretch each rep here, squeeze and hold for a second at the top of each rep",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Single Arm Cable Row - SS - Week 6",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Single Arm Cable Row",
            "8L 8R x 3 rounds",
            "Make sure to be getting a big stretch at the start of each rep, rotate and squeeze into your pocket for 2 seconds each rep",
            "Progress load weekly",
            "Rest about 90s"
          ]
        },
        {
          "title": "Incline DB Supinated Bicep Curl - SS - Week 6",
          "sets": "2",
          "reps": "30",
          "notes": [
            "Incline DB Supinated Bicep Curl",
            "2 sets of 30 reps",
            "rest around 90s",
            "Probably looking around same load as last week here, but can drop it slightly if need - we will be progressing again next week"
          ]
        },
        {
          "title": "EZ Bar Bicep Curl - SS - Week 6",
          "sets": "1",
          "reps": "9",
          "notes": [
            "E-Z Bar Bicep Curl",
            "Same protocol as were doing pre deload, but with an EZ Bar now",
            "warm up doing 2-3 sets of around 10 reps at lighter load",
            "THEN do 1 HIT set",
            "- load to be around the 6-9 rep range before concentric failure - you will maybe only need 1 warm up set after the first exercise",
            "(go to concentric failure, then do cheat reps for 2-5 / while controlling the eccentrics/isometrics)"
          ]
        }
      ]
    },
    {
      "session": "WEEK 6 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 6",
          "sets": "6",
          "reps": "3",
          "notes": [
            "Back Squat -",
            "1.5 reps - the goal here is to build comfort in the bottom of the hole, so:",
            "1 rep = go down, squat half way up, control it back down and then perform a full squat back up",
            "6 sets of 3 reps",
            "70%",
            "Rest about 2-3 minutes rest",
            "This should be fairly comfortable this week, make sure that your hip crease is minimum sinking below your knee every rep. Keep nice and tight throughout."
          ]
        },
        {
          "title": "High Hang Pull - SS - Week 6",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 52.5% of your best clean ever clean-",
            "Really control that bar into the hip crease, make sure youre exploding from that triple extension position, make sure you keep that bar really close after extension."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 6",
          "sets": "8",
          "reps": "1",
          "notes": [
            "Power clean & push Press",
            "75% of your best ever bar FTOH",
            "1 round = 2 power cleans, 1 push press",
            "8 rounds, 90s rest",
            "Same as previous weeks here please, keep that clean close and getting a good extension into the bar"
          ]
        },
        {
          "title": "BTN Seated Strict Press - SS - Week 6",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "3 sets of 10 reps - 2s pause at the bottom and top of each rep",
            "Same load as last week here",
            "90s rest",
            "We are all going to have different mobilities here, but I want you to aim for as much ROM as possible here. If this is something you struggle with aim to get down as close to the bottom of your traps as possible. Hold this position at the bottom (dont just rest it on your traps) - then power back up and hold overhead."
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 6",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Short Step Lunge",
            "8L 8R - 3 rounds",
            "Progress load from 2 weeks ago",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Deadlift Stance Leg Press - SS - Week 6",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 15 reps - constant tension",
            "Progress load from 2 weeks ago",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 6",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 10 reps",
            "Progress load from 2 weeks ago",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 6",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Copenhagen Plank",
            "15s L 15s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 6 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Farmers Walks - SS - Week 6",
          "sets": "1",
          "reps": "60",
          "notes": [
            "Work up to a top set of 60m - 20m course with 2 drop and turns to complete 3 total lengths. Just do some single 10/20m runs to get warm then go for it. Going to build up some vice grip strength over the coming weeks here and work our way up to a heavy 20m PB on farmers. I want these to be hard but leave another 20m in the tank, load accordingly."
          ]
        },
        {
          "title": "Loading Medley - SS - Week 6",
          "sets": "2",
          "reps": "3",
          "notes": [
            "Look to progress loads here from previous weeks or go faster than your previous run. Only 2 sets on these today so use the first set as a warm up and jog your way through it and plan your transitions and picks then go for it on the second set.",
            "15m carry w/ sandbag over yoke",
            "Run back",
            "15m carry w/ keg over yoke",
            "15m carry w/ shield over yoke",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag To Shoulder - SS - Week 6",
          "sets": "5",
          "reps": "1",
          "notes": [
            "EMOM (5-8 rounds) - I want you to push these quite heavy today. Plan is to take a new sandbag to shoulder PB at the end of this block. Adjust the number of rounds that you do based on how fatigued you are."
          ]
        },
        {
          "title": "Stones To Platform - SS - Week 6",
          "sets": "3",
          "reps": "2",
          "notes": [
            "3 sets of 2 reps - Lap and load today. I want you to take these up to a high platform height or over a high yoke (around mid chest height) so that you are really forced into max triple extension. Take a stone weight that you could do for an all out set of 5 today for these doubles.",
            "3-5mins rest"
          ]
        },
        {
          "title": "Rower - SS - Week 6",
          "sets": "4",
          "reps": "1",
          "notes": [
            "Rower",
            "500m sprint - 90s rest",
            "4 rounds - aiming to keep a faster 500m pace each round than your best 2k time ."
          ]
        }
      ]
    },
    {
      "session": "WEEK 7 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 7",
          "sets": "8",
          "reps": "3",
          "notes": [
            "Slight pull back today, drop 10% off last weeks loading",
            "8 sets of 3 reps but we are going back to reactive reps! So remember, catch on that eccentric with your legs and expolode back up, try to get each set done as fast as possible",
            "about 90s rest between sets"
          ]
        },
        {
          "title": "Strict Press - SS - Week 7",
          "sets": "5",
          "reps": "3",
          "notes": [
            "Drop about 5% off last weeks 5RM weight and i want you to take 5 sets of 3 reps",
            "on the last rep of each set hold overhead for 1s please, rest you need to tick off the volume"
          ]
        },
        {
          "title": "Dips - SS - Week 7",
          "sets": "3",
          "reps": "6",
          "notes": [
            "Drop the serratus raise now",
            "3 sets of 6 reps, just normal dips, work at 8/10 effort so heavier than last week but room for more next week",
            "rest as you need please"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 8",
          "sets": "1",
          "reps": "12",
          "notes": [
            "Build to a heavy set of 12 first please team, really get a good set in",
            "then use this for 1 set of 8 then 1 set of 6 please",
            "around 90s - 2 mins rest"
          ]
        },
        {
          "title": "Powell Raises - SS - Weeks 6-10",
          "sets": "3",
          "reps": "8",
          "notes": [
            "IYT's changing to just Powell Raises now, i want you to hit 3 sets of 6-8 reps L and 6-8 R for the next 5 weeks, we will linear slowly so start with easy sets of 8 and as the weeks go on by week 10 it should be hard set sof 6",
            "around 90s rest between sets"
          ]
        }
      ]
    },
    {
      "session": "WEEK 7 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 7",
          "sets": "8",
          "reps": "1",
          "notes": [
            "Front Squat",
            "8 sets of 1 reps - @55% - Even though the load is progressing weekly I want you to focus on trying to increase velocity out of the hole weekly",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here I want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 7",
          "sets": "10",
          "reps": "1",
          "notes": [
            "Deadlift -",
            "1 rep = 1 deadlift with 3-5s eccentric back to the floor, hold the position on the floor for 3 full seconds without losing tension then perform a speed rep",
            "10 sets of 1 reps @80%",
            "rest as you need here now please"
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 7",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Pendlay Row -",
            "3 sets of 8 reps - Can start to use a little more momentum/body language here now if you need",
            "Increase the load weekly",
            "rest increased this to 90s now"
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 7",
          "sets": "1",
          "reps": "8",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "Taking these up a notch now !",
            "Build to 8RM Load - rpe 9",
            "Use this for",
            "2 more sets of 4 reps",
            "Rest as need",
            "Make sure that you are still hanging for 2 seconds between each rep. If you need to strap up fucking go for it, if you need to do these assisted in anyway etc again this is fine."
          ]
        },
        {
          "title": "Machine Row - SS - Week 7",
          "sets": "2",
          "reps": "10",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 10 reps - get a real good stretch each rep here, squeeze and hold for a second at the top of each rep",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Single Arm Cable Row - SS - Week 7",
          "sets": "3",
          "reps": "6",
          "notes": [
            "Single Arm Cable Row",
            "6L 6R x 3 rounds",
            "Make sure to be getting a big stretch at the start of each rep, rotate and squeeze into your pocket for 2 seconds each rep",
            "Progress load weekly",
            "Rest about 90s"
          ]
        },
        {
          "title": "Incline DB Supinated Bicep Curl - SS - Week 7",
          "sets": "2",
          "reps": "30",
          "notes": [
            "Incline DB Supinated Bicep Curl",
            "2 sets of 30 reps",
            "rest around 90s",
            "Probably looking around same load as last week here, but can drop it slightly if need - we will be progressing again next week"
          ]
        },
        {
          "title": "EZ Bar Bicep Curl - SS - Week 7",
          "sets": "1",
          "reps": "9",
          "notes": [
            "E-Z Bar Bicep Curl - increase load weekly",
            "Same protocol as were doing pre deload, but with an EZ Bar now",
            "warm up doing 2-3 sets of around 10 reps at lighter load",
            "THEN do 1 HIT set",
            "- load to be around the 6-9 rep range before concentric failure - you will maybe only need 1 warm up set after the first exercise",
            "(go to concentric failure, then do cheat reps for 2-5 / while controlling the eccentrics/isometrics)"
          ]
        }
      ]
    },
    {
      "session": "WEEK 7 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 7",
          "sets": "6",
          "reps": "2",
          "notes": [
            "Back Squat -",
            "1.5 reps - the goal here is to build comfort in the bottom of the hole, so:",
            "1 rep = go down, squat half way up, control it back down and then perform a full squat back up",
            "6 sets of 2 reps",
            "75%",
            "Rest about 2-3 minutes rest",
            "This should be fairly comfortable this week, make sure that your hip crease is minimum sinking below your knee every rep. Keep nice and tight throughout."
          ]
        },
        {
          "title": "High Hang Pull - SS - Week 7",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 55% of your best clean ever clean-",
            "Really control that bar into the hip crease, make sure you're exploding from that triple extension position, make sure you keep that bar really close after extension."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 7",
          "sets": "8",
          "reps": "1",
          "notes": [
            "Power clean & push Press",
            "80% of your best ever bar FTOH",
            "1 round = 1 power cleans, 1 push press",
            "8 rounds, 60s rest",
            "Only one clean now here, and we've dropped the rest period down to 60s - make sure you're sticking to this. Clean should be moving really good now."
          ]
        },
        {
          "title": "BTN Seated Strict Press - SS - Week 7",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "3 sets of 8 reps - 2s pause at the bottom and top of each rep",
            "Progress load weekly - 2.5 - 5% progressions weekly only",
            "90s rest",
            "We are all going to have different mobilities here, but I want you to aim for as much ROM as possible here. If this is something you struggle with aim to get down as close to the bottom of your traps as possible. Hold this position at the bottom (dont just rest it on your traps) - then power back up and hold overhead."
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 7",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Short Step Lunge",
            "8L 8R - 3 rounds",
            "Progress load weekly",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Deadlift Stance Leg Press - SS - Week 7",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 15 reps - constant tension",
            "Progress load weekly",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 7",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 10 reps",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 7",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Copenhagen Plank",
            "15s L 15s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 7 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Yoke - SS - Week 7",
          "sets": "1",
          "reps": "20",
          "notes": [
            "Work up to a top set of 20m - Keep the time under 10 seconds here and take big jumps on the warm ups and get a rapid set in and a new PB."
          ]
        },
        {
          "title": "Front Carry - SS - Week 7",
          "sets": "3",
          "reps": "Look to progress the load of the sandbag on here from the last few cycles. A lot of volume here so should be quite challenging.",
          "notes": [
            "Jog 20m then sprint 20m back then carry the sandbag 20m (= 1 rep)",
            "Perform 3 sets of 3 \"reps\"",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag To Shoulder - SS - Week 7",
          "sets": "1",
          "reps": "Max reps in 60 seconds - Take a bit of a lighter bag this week in comparison to your EMOM work. Just one set this week but going to have to work hard for it. Make sure you are dropping the bag strategically to set up for your next rep.",
          "notes": []
        },
        {
          "title": "Stones To Platform - SS - Week 7",
          "sets": "3",
          "reps": "1",
          "notes": [
            "3 sets of 1 - Lap and load again. I want you to use a stone today that you could manage for an all out set of 3. Platform or yoke height is to be around the top abdomen height. Although it's heavier the extension should be easy, focus on strong pick ups this week and get your hands right under the stone.",
            "3-5mins rest"
          ]
        },
        {
          "title": "Rower - SS - Week 7",
          "sets": "6",
          "reps": "1",
          "notes": [
            "Ski Erg or rower",
            "250m sprint",
            "30s rest",
            "6 rounds",
            "work @ RPE 9 on every single sprint, i expect the times for each 250m to drop as the rounds go on."
          ]
        }
      ]
    },
    {
      "session": "WEEK 8 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 8",
          "sets": "5",
          "reps": "3",
          "notes": [
            "Today - back to your 5RM load you hit a few weeks back",
            "5 sets of 3 reps today, no pauses overhead just own the volume - rest as you need to hit all the weights!"
          ]
        },
        {
          "title": "Strict Press - SS - Week 8",
          "sets": "4",
          "reps": "1",
          "notes": [
            "Today - sets below are right",
            "Set of 8",
            "Set of 5",
            "Set of 3",
            "Set of 1",
            "adding weigh to each set, each set work at around 9/10 effort, that final single you take will be under fatigue so we will beat it in 2 weeks"
          ]
        },
        {
          "title": "Dips - SS - Week 8",
          "sets": "3",
          "reps": "6",
          "notes": [
            "Drop the serratus raise now",
            "3 sets of 6 reps, just normal dips, work at 9/10 effort so final week of 6's last set should be a nice 6RM please"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 8",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Deload day here please",
            "3 sets of 10 reps but use around your 20RM weight, so should be pretty routine today - 90s - 2 mins rest"
          ]
        },
        {
          "title": "Powell Raises - SS - Weeks 6-10",
          "sets": "3",
          "reps": "8",
          "notes": [
            "IYT's changing to just Powell Raises now, i want you to hit 3 sets of 6-8 reps L and 6-8 R for the next 5 weeks, we will linear slowly so start with easy sets of 8 and as the weeks go on by week 10 it should be hard set sof 6",
            "around 90s rest between sets"
          ]
        }
      ]
    },
    {
      "session": "WEEK 8 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 8",
          "sets": "8",
          "reps": "1",
          "notes": [
            "Front Squat",
            "8 sets of 1 reps - @57.5% - Even though the load is progressing weekly I want you to focus on trying to increase velocity out of the hole weekly",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here I want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 8",
          "sets": "10",
          "reps": "1",
          "notes": [
            "Deadlift -",
            "1 rep = 1 deadlift with 3-5s eccentric back to the floor, hold the position on the floor for 3 full seconds without losing tension then perform a speed rep",
            "10 sets of 1 reps @80%",
            "rest as you need here now please"
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 8",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Pendlay Row -",
            "3 sets of 8 reps - Can start to use a little more momentum/body language here now if you need",
            "Increase the load weekly",
            "rest increased this to 90s now"
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 8",
          "sets": "1",
          "reps": "5",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "Taking these up a notch now !",
            "Build to 5RM Load - rpe 7",
            "drop 5%",
            "3 more sets of 3 reps",
            "Rest as need",
            "Make sure that you are still hanging for 2 seconds between each rep. If you need to strap up fucking go for it, if you need to do these assisted in anyway etc again this is fine."
          ]
        },
        {
          "title": "Machine Row - SS - Week 8",
          "sets": "2",
          "reps": "10",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 10 reps - get a real good stretch each rep here, squeeze and hold for a second at the top of each rep",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Single Arm Cable Row - SS - Week 8",
          "sets": "3",
          "reps": "5",
          "notes": [
            "Single Arm Cable Row",
            "5L 5R x 3 rounds",
            "Make sure to be getting a big stretch at the start of each rep, rotate and squeeze into your pocket for 2 seconds each rep",
            "Progress load weekly",
            "Rest about 90s"
          ]
        },
        {
          "title": "Incline DB Supinated Bicep Curl - SS - Week 8",
          "sets": "2",
          "reps": "20",
          "notes": [
            "Incline DB Supinated Bicep Curl",
            "2 sets of 20 reps",
            "rest around 90s",
            "Probably looking around same load as last week here, but can drop it slightly if need - we will be progressing again next week"
          ]
        },
        {
          "title": "EZ Bar Curl - SS - Week 8",
          "sets": "1",
          "reps": "9",
          "notes": [
            "E-Z Bar Bicep Curl - increase load weekly",
            "Same protocol as we were doing pre deload, but with an EZ Bar now",
            "warm up doing 2-3 sets of around 10 reps at lighter load",
            "THEN do 1 HIT set",
            "- load to be around the 6-9 rep range before concentric failure - you will maybe only need 1 warm up set after the first exercise",
            "(go to concentric failure, then do cheat reps for 2-5 / while controlling the eccentrics/isometrics)"
          ]
        }
      ]
    },
    {
      "session": "WEEK 8 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 8",
          "sets": "6",
          "reps": "2",
          "notes": [
            "Back Squat -",
            "1.5 reps - the goal here is to build comfort in the bottom of the hole, so:",
            "1 rep = go down, squat half way up, control it back down and then perform a full squat back up",
            "6 sets of 2 reps",
            "80%",
            "Rest about 2-3 minutes rest",
            "This should be fairly comfortable this week, make sure that your hip crease is minimum sinking below your knee every rep. Keep nice and tight throughout."
          ]
        },
        {
          "title": "High Hang Pull - SS - Week 8",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 57.5% of your best clean ever clean-",
            "Really control that bar into the hip crease, make sure youre exploding from that triple extension position, make sure you keep that bar really close after extension."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 8",
          "sets": "1",
          "reps": "10",
          "notes": [
            "Power clean & push Press",
            "10 MIN EMOM : Add 2.5% every minute",
            "Min 1: 62.5%",
            "Min 2: 65%",
            "etc",
            "Only make the load progression IF your clean and push press look and feel perfect. Make sure you're hitting your extensions perfectly, if you hit 10 perfect reps you should finish on 85%"
          ]
        },
        {
          "title": "BTN Steated Strict Press - SS - Week 8",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "3 sets of 8 reps - 2s pause at the bottom and top of each rep",
            "Progress load weekly - 2.5 - 5% progressions weekly only",
            "90s rest",
            "We are all going to have different mobilities here, but I want you to aim for as much ROM as possible here. If this is something you struggle with aim to get down as close to the bottom of your traps as possible. Hold this position at the bottom (dont just rest it on your traps) - then power back up and hold overhead."
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 8",
          "sets": "3",
          "reps": "6",
          "notes": [
            "Short Step Lunge",
            "6L 6R - 3 rounds",
            "Progress load weekly",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Deadlift Stance Leg Press - SS - Week 8",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 12 reps - constant tension",
            "Progress load weekly",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 8",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 8 reps",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 8",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Copenhagen Plank",
            "15s L 15s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 8 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Farmers Walks - SS - Week 8",
          "sets": "1",
          "reps": "40",
          "notes": [
            "Work up to a top set of 40m - 20m course with 1 drop and turn to complete 2 total lengths. Just do some single 10/20m runs to get warm then go for it. Use a load that you could get another 10m or so on if you were to turn and go again. Should be hard this."
          ]
        },
        {
          "title": "Loading Medley - SS - Week 8",
          "sets": "2",
          "reps": "1",
          "notes": [
            "If you progressed load last time then stay the same and try and beat the time. If you didn't progress load see if you can this week and try to maintain the time you achieved on the lighter set last time. 1st set get warm and plan transitions and picks and then go for it on the second set.",
            "15m carry w/ sandbag over yoke",
            "Run back",
            "15m carry w/ keg over yoke",
            "15m carry w/ shield over yoke",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag To Shoulder - SS - Week 8",
          "sets": "5",
          "reps": "1",
          "notes": [
            "EMOM (3-5 rounds) - Only 3-5 rounds today so should be heavy. We will be taking a nice single on this in a few weeks time."
          ]
        },
        {
          "title": "Stones To Platform - SS - Week 8",
          "sets": "1",
          "reps": "5",
          "notes": [
            "1 sets of 5 reps - One motion practise today. Keep this light today and use it as a bit of a mini deload week. Try and get your chest as close to the stone as you can on these and triple extension will be easy."
          ]
        },
        {
          "title": "Rower - SS - Week 8",
          "sets": "6",
          "reps": "1",
          "notes": [
            "Ski Erg or rower",
            "250m sprint",
            "30s rest",
            "6 rounds",
            "work @ RPE 9 on every single sprint, i expect the times for each 250m to drop as the rounds go on."
          ]
        }
      ]
    },
    {
      "session": "WEEK 9 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 9",
          "sets": "3",
          "reps": "Today, i want you to hit a volume deload",
          "notes": [
            "drop 15% off your 5RM load and take 3 sets of 5 reps, i want you to move these really fast though, powerful leg drive",
            "rest as you need just own the sets"
          ]
        },
        {
          "title": "Strict Press - SS - Week 9",
          "sets": "3",
          "reps": "5",
          "notes": [
            "Week 9 now team , i just want 3 easy sets of 5 - deload week, i want you to use about 70% of your single you hit last week please",
            "hold the reps overhead 1s each rep to make it a little harder and own those positions"
          ]
        },
        {
          "title": "Dips - SS - Week 9",
          "sets": "2",
          "reps": "20",
          "notes": [
            "No serratus raise again but i want you to do 2 sets of AMRAP at bodyweight with about 2 mins rest for your deload session"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 9",
          "sets": "1",
          "reps": "20",
          "notes": [
            "Back to 20RM today team but use more weight than last time please",
            "then use that weight for 1 x 12 then 1 x 10 please - around 2 mins rest"
          ]
        },
        {
          "title": "Powell Raises - SS - Weeks 6-10",
          "sets": "3",
          "reps": "8",
          "notes": [
            "IYT's changing to just Powell Raises now, i want you to hit 3 sets of 6-8 reps L and 6-8 R for the next 5 weeks, we will linear slowly so start with easy sets of 8 and as the weeks go on by week 10 it should be hard set sof 6",
            "around 90s rest between sets"
          ]
        }
      ]
    },
    {
      "session": "WEEK 9 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 9",
          "sets": "8",
          "reps": "1",
          "notes": [
            "Front Squat",
            "8 sets of 1 reps - @60% - Even though the load is progressing weekly I want you to focus on trying to increase velocity out of the hole weekly",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here I want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 9",
          "sets": "6",
          "reps": "1",
          "notes": [
            "Deadlift -",
            "1 rep = 1 deadlift with 3-5s eccentric back to the floor, hold the position on the floor for 3 full seconds without losing tension then perform a speed rep",
            "6 sets of 1 rep @85% - Final week of these now lets fucking go!",
            "rest as you need here now please"
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 9",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Pendlay Row -",
            "3 sets of 8 reps - Can start to use a little more momentum/body language here now if you need",
            "Increase the load weekly",
            "rest increased this to about 2-3 minutes"
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 9",
          "sets": "1",
          "reps": "5",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "Taking these up a notch now !",
            "Build to 5RM Load - rpe 9",
            "drop 5%",
            "2 more sets of 3 reps",
            "Rest as need",
            "Make sure that you are still hanging for 2 seconds between each rep. If you need to strap up fucking go for it, if you need to do these assisted in anyway etc again this is fine."
          ]
        },
        {
          "title": "Machine Row - SS - Week 9",
          "sets": "2",
          "reps": "8",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 8 reps - get a real good stretch each rep here, squeeze and hold for a second at the top of each rep",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Single Arm Cable Row - SS - Week 9",
          "sets": "3",
          "reps": "5",
          "notes": [
            "Single Arm Cable Row",
            "5L 5R x 3 rounds",
            "Make sure to be getting a big stretch at the start of each rep, rotate and squeeze into your pocket for 2 seconds each rep",
            "Progress load weekly",
            "Rest about 90s"
          ]
        },
        {
          "title": "Incline DB Supinated Bicep Curl - SS - Week 9",
          "sets": "2",
          "reps": "30",
          "notes": [
            "Incline DB Supinated Bicep Curl",
            "2 sets of 30 reps",
            "rest around 90s",
            "Probably looking around same load as last week here, but can drop it slightly if need - we will be progressing again next week"
          ]
        },
        {
          "title": "EZ Bar Bicep Curl - SS - Week 9",
          "sets": "1",
          "reps": "9",
          "notes": [
            "E-Z Bar Bicep Curl - increase load weekly",
            "Same protocol as were doing pre deload, but with an EZ Bar now",
            "warm up doing 2-3 sets of around 10 reps at lighter load",
            "THEN do 1 HIT set",
            "- load to be around the 6-9 rep range before concentric failure - you will maybe only need 1 warm up set after the first exercise",
            "(go to concentric failure, then do cheat reps for 2-5 / while controlling the eccentrics/isometrics)"
          ]
        }
      ]
    },
    {
      "session": "WEEK 9 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 9",
          "sets": "6",
          "reps": "1",
          "notes": [
            "Back Squat -",
            "1.5 reps - the goal here is to build comfort in the bottom of the hole, so:",
            "1 rep = go down, squat half way up, control it back down and then perform a full squat back up",
            "6 sets of 1 reps",
            "85%",
            "Rest about 2-3 minutes rest",
            "This should be fairly comfortable this week, make sure that your hip crease is minimum sinking below your knee every rep. Keep nice and tight throughout."
          ]
        },
        {
          "title": "High Hang Pull - SS - Week 9",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 60% of your best clean ever clean-",
            "Really control that bar into the hip crease, make sure youre exploding from that triple extension position, make sure you keep that bar really close after extension."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 9",
          "sets": "8",
          "reps": "1",
          "notes": [
            "Power clean & push Press",
            "1 clean 1 press - every 90s",
            "8 rounds",
            "First set: 75%",
            "Only make the load progression IF your clean and push press look and feel perfect. Make sure you're hitting your extensions perfectly, if you hit 10 perfect reps you should finish on 92.5%"
          ]
        },
        {
          "title": "BTN Seated Strict Press - SS - Week 9",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "3 sets of 8 reps - 2s pause at the bottom and top of each rep",
            "Progress load weekly - 2.5 - 5% progressions weekly only",
            "90s rest",
            "We are all going to have different mobilities here, but I want you to aim for as much ROM as possible here. If this is something you struggle with aim to get down as close to the bottom of your traps as possible. Hold this position at the bottom (dont just rest it on your traps) - then power back up and hold overhead."
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 9",
          "sets": "3",
          "reps": "6",
          "notes": [
            "Short Step Lunge",
            "6L 6R - 3 rounds",
            "Progress load weekly",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Deadlift Stance Leg Press - SS - Week 9",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 12 reps - constant tension",
            "Progress load weekly",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 9",
          "sets": "3",
          "reps": "8",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 8 reps",
            "Progress load weekly",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 9",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Copenhagen Plank",
            "15s L 15s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 9 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Yoke - SS - Week 9",
          "sets": "1",
          "reps": "20",
          "notes": [
            "Work up to a top set of 20m - Keep the time under 12-15 seconds here and take a new PB set of 20m. Final week of yoke on this program so finish on a high."
          ]
        },
        {
          "title": "Front Carry - SS - Week 9",
          "sets": "1",
          "reps": "5",
          "notes": [
            "Take the same sandbag as last time for an extra rep or two today depending on how tough you find these.",
            "Jog 20m then sprint 20m back then carry the sandbag 20m (= 1 rep)",
            "Perform 1 sets of 4-5 \"reps\"",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag to Shoulder - SS - Week 9",
          "sets": "1",
          "reps": "60",
          "notes": [
            "Max reps in 60 seconds - Take the same bag you hit 2 weeks ago and see if you can beat the number of reps you achieved during the time limit."
          ]
        },
        {
          "title": "Stones To Platform - SS - Week 9",
          "sets": "2",
          "reps": "2 sets of 2 - Lap and load. Same high platform that you lifted to previously, just something that really challenges your extension. Try to progress load from the last time you lifted to this height with the rep drop.",
          "notes": [
            "3-5mins rest"
          ]
        },
        {
          "title": "Rower - SS - Week 9",
          "sets": "6",
          "reps": "1",
          "notes": [
            "250m sprint",
            "30s rest",
            "6 rounds",
            "work @ RPE 9 on every single sprint, i expect the times for each 250m to drop as the rounds go on."
          ]
        }
      ]
    },
    {
      "session": "WEEK 10 - SESSION 1 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Push Press - SS - Week 10",
          "sets": "1",
          "reps": "Final week so i want you to take heavy single please, this has been a really long training block and you should have reaped loads of rewards, so fucking send it today and take a big top single",
          "notes": [
            "whatever you hit drop 25% and do 1 set of as many reactive reps as possible please !"
          ]
        },
        {
          "title": "Strict Press - SS - Week 10",
          "sets": "1",
          "reps": "Today squad",
          "notes": [
            "final send, take a big single please, beat that load from 2 weeks back"
          ]
        },
        {
          "title": "Dips - SS - Week 10",
          "sets": "3",
          "reps": "3 sets of 3 reps",
          "notes": [
            "adding load to each set, i want you to finish with a big set of 3 dips, most weight you can",
            "afterwards, take 1 full set of as many reps as you possibly can!"
          ]
        },
        {
          "title": "Wide Grip Cable Rows - SS - Week 10",
          "sets": "1",
          "reps": "10",
          "notes": [
            "10RM today - heaviest you can take",
            "then use that weight for 3 x 5 reps - end of a big training cycle here, you should have a big back by now lol"
          ]
        },
        {
          "title": "Powell Raises - SS - Weeks 6-10",
          "sets": "3",
          "reps": "8",
          "notes": [
            "IYT's changing to just Powell Raises now, i want you to hit 3 sets of 6-8 reps L and 6-8 R for the next 5 weeks, we will linear slowly so start with easy sets of 8 and as the weeks go on by week 10 it should be hard set sof 6",
            "around 90s rest between sets"
          ]
        }
      ]
    },
    {
      "session": "WEEK 10 - SESSION 2 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Front Squat - SS - Week 10",
          "sets": "6",
          "reps": "1",
          "notes": [
            "Front Squat",
            "6 sets of 1 reps - @62.5% - Even though the load is progressing weekly I want you to focus on trying to increase velocity out of the hole weekly",
            "60s rest",
            "If you struggle with rack position mobility it is okay to use straps here if you need to.",
            "Here I want you to focus on opening up the hips, and increasing range in that bottom position. I then want you to accelerate out of the hole as fast as possible."
          ]
        },
        {
          "title": "Deadlift - SS - Week 10",
          "sets": "20",
          "reps": "2",
          "notes": [
            "Deadlift -",
            "Past 9 weeks have been fairly intense and will have been fairly taking, so going to bring intensity down here to help you ease into the new block, in addition to conditioning your pulling style",
            "So this week:",
            "20 sets of 2 reps - pull these as fast as you possibly can",
            "@50%",
            "90s rest",
            "Same as on the deload I want you to record these from the side and monitor your starting position on the deadlift"
          ]
        },
        {
          "title": "Pendlay Row - SS - Week 10",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Pendlay Row -",
            "3 sets of 12 reps",
            "rpe 6 load - get really good movements here please"
          ]
        },
        {
          "title": "Pronated Pull Up - SS - Week 10",
          "sets": "3",
          "reps": "5",
          "notes": [
            "Pronated Pull Ups",
            "2s hang at the bottom of each rep here please !",
            "3 sets of 4-5 reps",
            "last weeks 8RM set up from few weeks back",
            "Rest as need",
            "Make sure that you are still hanging for 2 seconds between each rep. If you need to strap up fucking go for it, if you need to do these assisted in anyway etc again this is fine."
          ]
        },
        {
          "title": "Machine Row - SS - Week 10",
          "sets": "2",
          "reps": "12",
          "notes": [
            "Chest Supported Machine Row",
            "2 sets of 12 reps",
            "rpe 6 -7  load here",
            "rest about 90s"
          ]
        },
        {
          "title": "Single Arm Cable Row - SS - Week 10",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Single Arm Cable Row",
            "12L 12R x 3 rounds",
            "Make sure to be getting a big stretch at the start of each rep, rotate and squeeze into your pocket for 2 seconds each rep",
            "rpe 6-7 load here",
            "Rest about 90s"
          ]
        },
        {
          "title": "Incline DB Supinated Bicep Curl - SS - Week 10",
          "sets": "2",
          "reps": "20",
          "notes": [
            "Incline DB Supinated Bicep Curl",
            "2 sets of 20 reps",
            "rest around 90s",
            "Rpe 6 - 7 loads here"
          ]
        },
        {
          "title": "EZ Bar Bicep Curl - SS - Week 10",
          "sets": "3",
          "reps": "12",
          "notes": [
            "E-Z Bar Bicep Curl -",
            "3 sets of 12 reps",
            "90s rest"
          ]
        }
      ]
    },
    {
      "session": "WEEK 10 - SESSION 3 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Back Squat - SS - Week 10",
          "sets": "6",
          "reps": "3",
          "notes": [
            "Back Squat -",
            "Normal reps this week:",
            "6 sets of 3 reps",
            "65%",
            "Make these super speedy",
            "Rest about 2 mins"
          ]
        },
        {
          "title": "High Hang Pull - SS - Week 10",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Snatch Grip High Hang Pull -",
            "3 sets of 10 reps - light load here about 62.5% of your best clean ever clean-",
            "Really control that bar into the hip crease, make sure youre exploding from that triple extension position, make sure you keep that bar really close after extension."
          ]
        },
        {
          "title": "Power Clean/Push Press - SS - Week 10",
          "sets": "10",
          "reps": "1",
          "notes": [
            "Power clean & push Press",
            "3 cleans, 1 press",
            "60% - 60s rest",
            "10 rounds",
            "Make these technically perfect now, we've had a solid 10 weeks of work on clean, should feel like you're ready for the olympics now!"
          ]
        },
        {
          "title": "BTN Seated Strict Press - SS - Week 10",
          "sets": "2",
          "reps": "10",
          "notes": [
            "Behind The Neck Seated Strict Press",
            "2 sets of 10 reps - 2s pause at the bottom and top of each rep",
            "rpe 5-6 load this week",
            "90s rest"
          ]
        },
        {
          "title": "Short Step Lunge - SS - Week 10",
          "sets": "3",
          "reps": "10",
          "notes": [
            "Short Step Lunge",
            "10L 10R - 3 rounds",
            "RPE 6 Loads",
            "Ideally use an SSB bar, but if you do not have one a regular barbell will work fine also.",
            "I want your strides here to mimic the stride length of a yoke/farmers. Small step and lunge into it. Rather than think of this as an exercise to pump up your legs, think of it as assiting your moving events (and squat).",
            "rest as you need here"
          ]
        },
        {
          "title": "Deadlift Stance Leg Press - SS - Week 10",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Deadlift Stance Leg Press",
            "3 sets of 15 reps - constant tension",
            "RPE 6-7 Load",
            "Make sure that you're watching the video here guys, I want 1/2 reps here same amount of flexion you get when youre doing a deadlift. Think of this as an accessory for your deadlift rather than a \"leg day\"",
            "rest 2-3 minutes"
          ]
        },
        {
          "title": "Hamstring Curl - SS - Week 10",
          "sets": "3",
          "reps": "12",
          "notes": [
            "Prone Hamstring Curl",
            "3 sets of 12 reps",
            "RPE 6-7 Loads",
            "rest about 90s"
          ]
        },
        {
          "title": "Copenhagen Plank - SS - Week 10",
          "sets": "3",
          "reps": "15",
          "notes": [
            "Copenhagen Plank",
            "15s L 15s R - 3 rounds",
            "rest about 30s here"
          ]
        }
      ]
    },
    {
      "session": "WEEK 10 - SESSION 4 - STARTING STRONGMAN",
      "workouts": [
        {
          "title": "Farmers Walks - SS - Week 10",
          "sets": "1",
          "reps": "20",
          "notes": [
            "Work up to a top set of 20m - No time limit here, just get over the line with something heavy and solidfy a new 20m PB. Should be diving for the line difficulty today."
          ]
        },
        {
          "title": "Loading Medley  SS - Week 10",
          "sets": "2",
          "reps": "1",
          "notes": [
            "Final week so finish on a high. Should be very familiar and crisp with these now. Beat last weeks time. First set get a plan and then second set go for it.",
            "15m carry w/ sandbag over yoke",
            "Run back",
            "15m carry w/ keg over yoke",
            "15m carry w/ shield over yoke",
            "3-5mins rest between sets"
          ]
        },
        {
          "title": "Sandbag To Shoulder - SS - Week 10",
          "sets": "1",
          "reps": "Work up to a new PB - Not an all out max here today but get up to something around the RPE 9 area (1 rep in the tank).",
          "notes": []
        },
        {
          "title": "Stones To Platform - SS - Week 10",
          "sets": "1",
          "reps": "Work up to a new PB - To the upper abdomen platform height here. Same format as the sandbag to shoudler. Get something heavy loaded but don't let technique standard slip.",
          "notes": []
        },
        {
          "title": "Rower - SS - Week 10",
          "sets": "4",
          "reps": "1",
          "notes": [
            "500m sprint - 90s rest",
            "4 rounds - aiming to keep a faster 500m pace each round than your best 2k rower time."
          ]
        }
      ]
    }
  ]
}